brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "k1low/tap/git-wt"
brew "mas"
brew "peco"
brew "starship"
brew "tree"
brew "vim"
brew "watch"
brew "zellij"
brew "zsh-autosuggestions"

cask "1password"
cask "alacritty"
cask "bettertouchtool"
cask "choosy"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "maccy"
cask "obsidian"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "swinsian"
cask "tageditor"
cask "todoist-app"
cask "visual-studio-code"
cask "xld"

mas "Hidden Bar", id: 1452453066
